node {
  name: "global_step/Initializer/zeros"
  op: "Const"
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
  attr {
    key: "dtype"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_INT64
        tensor_shape {
        }
        int64_val: 0
      }
    }
  }
}
node {
  name: "global_step"
  op: "VariableV2"
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
  attr {
    key: "container"
    value {
      s: ""
    }
  }
  attr {
    key: "dtype"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "shape"
    value {
      shape {
      }
    }
  }
  attr {
    key: "shared_name"
    value {
      s: ""
    }
  }
}
node {
  name: "global_step/Assign"
  op: "Assign"
  input: "global_step"
  input: "global_step/Initializer/zeros"
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
  attr {
    key: "use_locking"
    value {
      b: true
    }
  }
  attr {
    key: "validate_shape"
    value {
      b: true
    }
  }
}
node {
  name: "global_step/read"
  op: "Identity"
  input: "global_step"
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
}
node {
  name: "IsVariableInitialized"
  op: "IsVariableInitialized"
  input: "global_step"
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
  attr {
    key: "dtype"
    value {
      type: DT_INT64
    }
  }
}
node {
  name: "cond/Switch"
  op: "Switch"
  input: "IsVariableInitialized"
  input: "IsVariableInitialized"
  attr {
    key: "T"
    value {
      type: DT_BOOL
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
        shape {
        }
      }
    }
  }
}
node {
  name: "cond/switch_t"
  op: "Identity"
  input: "cond/Switch:1"
  attr {
    key: "T"
    value {
      type: DT_BOOL
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
}
node {
  name: "cond/switch_f"
  op: "Identity"
  input: "cond/Switch"
  attr {
    key: "T"
    value {
      type: DT_BOOL
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
}
node {
  name: "cond/pred_id"
  op: "Identity"
  input: "IsVariableInitialized"
  attr {
    key: "T"
    value {
      type: DT_BOOL
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
}
node {
  name: "cond/read/Switch"
  op: "RefSwitch"
  input: "global_step"
  input: "cond/pred_id"
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
        shape {
        }
      }
    }
  }
}
node {
  name: "cond/read"
  op: "Identity"
  input: "cond/read/Switch:1"
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
}
node {
  name: "cond/Switch_1"
  op: "Switch"
  input: "global_step/Initializer/zeros"
  input: "cond/pred_id"
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
        shape {
        }
      }
    }
  }
}
node {
  name: "cond/Merge"
  op: "Merge"
  input: "cond/Switch_1"
  input: "cond/read"
  attr {
    key: "N"
    value {
      i: 2
    }
  }
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
        shape {
        }
      }
    }
  }
}
node {
  name: "add/y"
  op: "Const"
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
  attr {
    key: "dtype"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_INT64
        tensor_shape {
        }
        int64_val: 0
      }
    }
  }
}
node {
  name: "add"
  op: "Add"
  input: "cond/Merge"
  input: "add/y"
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
}
node {
  name: "file_names"
  op: "Const"
  device: "/device:CPU:0"
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
          dim {
            size: 1000
          }
        }
      }
    }
  }
  attr {
    key: "dtype"
    value {
      type: DT_STRING
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_STRING
        tensor_shape {
          dim {
            size: 1000
          }
        }
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_jackson_0.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_jackson_1.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_jackson_10.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_jackson_11.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_jackson_12.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_jackson_13.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_jackson_14.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_jackson_15.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_jackson_16.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_jackson_17.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_jackson_18.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_jackson_19.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_jackson_2.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_jackson_20.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_jackson_21.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_jackson_22.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_jackson_23.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_jackson_24.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_jackson_25.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_jackson_26.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_jackson_27.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_jackson_28.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_jackson_29.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_jackson_3.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_jackson_30.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_jackson_31.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_jackson_32.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_jackson_33.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_jackson_34.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_jackson_35.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_jackson_36.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_jackson_37.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_jackson_38.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_jackson_39.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_jackson_4.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_jackson_40.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_jackson_41.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_jackson_42.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_jackson_43.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_jackson_44.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_jackson_45.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_jackson_46.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_jackson_47.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_jackson_48.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_jackson_49.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_jackson_5.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_jackson_6.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_jackson_7.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_jackson_8.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_jackson_9.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_theo_0.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_theo_1.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_theo_10.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_theo_11.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_theo_12.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_theo_13.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_theo_14.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_theo_15.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_theo_16.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_theo_17.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_theo_18.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_theo_19.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_theo_2.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_theo_20.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_theo_21.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_theo_22.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_theo_23.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_theo_24.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_theo_25.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_theo_26.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_theo_27.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_theo_28.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_theo_29.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_theo_3.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_theo_30.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_theo_31.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_theo_32.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_theo_33.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_theo_34.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_theo_35.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_theo_36.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_theo_37.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_theo_38.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_theo_39.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_theo_4.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_theo_40.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_theo_41.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_theo_42.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_theo_43.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_theo_44.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_theo_45.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_theo_46.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_theo_47.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_theo_48.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_theo_49.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_theo_5.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_theo_6.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_theo_7.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_theo_8.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/0_theo_9.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_jackson_0.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_jackson_1.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_jackson_10.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_jackson_11.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_jackson_12.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_jackson_13.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_jackson_14.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_jackson_15.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_jackson_16.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_jackson_17.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_jackson_18.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_jackson_19.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_jackson_2.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_jackson_20.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_jackson_21.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_jackson_22.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_jackson_23.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_jackson_24.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_jackson_25.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_jackson_26.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_jackson_27.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_jackson_28.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_jackson_29.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_jackson_3.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_jackson_30.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_jackson_31.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_jackson_32.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_jackson_33.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_jackson_34.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_jackson_35.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_jackson_36.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_jackson_37.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_jackson_38.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_jackson_39.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_jackson_4.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_jackson_40.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_jackson_41.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_jackson_42.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_jackson_43.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_jackson_44.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_jackson_45.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_jackson_46.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_jackson_47.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_jackson_48.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_jackson_49.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_jackson_5.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_jackson_6.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_jackson_7.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_jackson_8.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_jackson_9.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_theo_0.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_theo_1.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_theo_10.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_theo_11.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_theo_12.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_theo_13.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_theo_14.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_theo_15.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_theo_16.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_theo_17.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_theo_18.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_theo_19.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_theo_2.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_theo_20.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_theo_21.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_theo_22.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_theo_23.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_theo_24.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_theo_25.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_theo_26.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_theo_27.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_theo_28.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_theo_29.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_theo_3.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_theo_30.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_theo_31.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_theo_32.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_theo_33.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_theo_34.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_theo_35.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_theo_36.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_theo_37.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_theo_38.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_theo_39.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_theo_4.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_theo_40.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_theo_41.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_theo_42.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_theo_43.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_theo_44.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_theo_45.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_theo_46.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_theo_47.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_theo_48.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_theo_49.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_theo_5.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_theo_6.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_theo_7.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_theo_8.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/1_theo_9.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_jackson_0.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_jackson_1.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_jackson_10.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_jackson_11.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_jackson_12.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_jackson_13.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_jackson_14.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_jackson_15.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_jackson_16.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_jackson_17.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_jackson_18.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_jackson_19.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_jackson_2.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_jackson_20.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_jackson_21.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_jackson_22.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_jackson_23.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_jackson_24.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_jackson_25.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_jackson_26.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_jackson_27.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_jackson_28.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_jackson_29.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_jackson_3.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_jackson_30.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_jackson_31.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_jackson_32.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_jackson_33.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_jackson_34.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_jackson_35.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_jackson_36.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_jackson_37.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_jackson_38.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_jackson_39.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_jackson_4.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_jackson_40.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_jackson_41.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_jackson_42.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_jackson_43.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_jackson_44.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_jackson_45.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_jackson_46.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_jackson_47.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_jackson_48.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_jackson_49.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_jackson_5.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_jackson_6.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_jackson_7.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_jackson_8.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_jackson_9.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_theo_0.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_theo_1.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_theo_10.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_theo_11.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_theo_12.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_theo_13.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_theo_14.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_theo_15.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_theo_16.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_theo_17.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_theo_18.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_theo_19.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_theo_2.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_theo_20.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_theo_21.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_theo_22.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_theo_23.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_theo_24.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_theo_25.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_theo_26.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_theo_27.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_theo_28.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_theo_29.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_theo_3.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_theo_30.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_theo_31.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_theo_32.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_theo_33.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_theo_34.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_theo_35.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_theo_36.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_theo_37.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_theo_38.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_theo_39.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_theo_4.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_theo_40.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_theo_41.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_theo_42.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_theo_43.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_theo_44.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_theo_45.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_theo_46.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_theo_47.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_theo_48.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_theo_49.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_theo_5.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_theo_6.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_theo_7.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_theo_8.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/2_theo_9.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_jackson_0.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_jackson_1.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_jackson_10.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_jackson_11.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_jackson_12.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_jackson_13.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_jackson_14.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_jackson_15.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_jackson_16.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_jackson_17.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_jackson_18.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_jackson_19.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_jackson_2.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_jackson_20.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_jackson_21.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_jackson_22.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_jackson_23.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_jackson_24.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_jackson_25.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_jackson_26.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_jackson_27.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_jackson_28.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_jackson_29.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_jackson_3.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_jackson_30.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_jackson_31.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_jackson_32.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_jackson_33.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_jackson_34.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_jackson_35.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_jackson_36.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_jackson_37.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_jackson_38.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_jackson_39.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_jackson_4.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_jackson_40.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_jackson_41.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_jackson_42.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_jackson_43.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_jackson_44.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_jackson_45.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_jackson_46.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_jackson_47.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_jackson_48.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_jackson_49.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_jackson_5.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_jackson_6.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_jackson_7.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_jackson_8.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_jackson_9.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_theo_0.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_theo_1.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_theo_10.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_theo_11.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_theo_12.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_theo_13.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_theo_14.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_theo_15.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_theo_16.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_theo_17.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_theo_18.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_theo_19.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_theo_2.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_theo_20.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_theo_21.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_theo_22.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_theo_23.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_theo_24.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_theo_25.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_theo_26.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_theo_27.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_theo_28.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_theo_29.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_theo_3.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_theo_30.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_theo_31.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_theo_32.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_theo_33.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_theo_34.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_theo_35.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_theo_36.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_theo_37.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_theo_38.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_theo_39.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_theo_4.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_theo_40.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_theo_41.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_theo_42.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_theo_43.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_theo_44.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_theo_45.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_theo_46.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_theo_47.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_theo_48.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_theo_49.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_theo_5.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_theo_6.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_theo_7.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_theo_8.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/3_theo_9.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_jackson_0.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_jackson_1.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_jackson_10.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_jackson_11.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_jackson_12.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_jackson_13.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_jackson_14.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_jackson_15.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_jackson_16.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_jackson_17.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_jackson_18.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_jackson_19.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_jackson_2.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_jackson_20.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_jackson_21.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_jackson_22.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_jackson_23.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_jackson_24.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_jackson_25.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_jackson_26.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_jackson_27.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_jackson_28.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_jackson_29.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_jackson_3.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_jackson_30.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_jackson_31.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_jackson_32.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_jackson_33.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_jackson_34.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_jackson_35.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_jackson_36.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_jackson_37.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_jackson_38.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_jackson_39.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_jackson_4.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_jackson_40.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_jackson_41.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_jackson_42.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_jackson_43.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_jackson_44.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_jackson_45.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_jackson_46.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_jackson_47.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_jackson_48.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_jackson_49.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_jackson_5.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_jackson_6.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_jackson_7.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_jackson_8.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_jackson_9.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_theo_0.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_theo_1.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_theo_10.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_theo_11.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_theo_12.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_theo_13.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_theo_14.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_theo_15.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_theo_16.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_theo_17.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_theo_18.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_theo_19.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_theo_2.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_theo_20.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_theo_21.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_theo_22.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_theo_23.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_theo_24.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_theo_25.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_theo_26.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_theo_27.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_theo_28.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_theo_29.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_theo_3.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_theo_30.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_theo_31.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_theo_32.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_theo_33.png"
        string_val: "c:/Users/Fabrice/repos/MicroP/project/api/spectrograms/4_theo_34.png"
