node {
  name: "global_step/Initializer/zeros/shape_as_tensor"
  op: "Const"
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
          dim {
          }
        }
      }
    }
  }
  attr {
    key: "dtype"
    value {
      type: DT_INT32
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_INT32
        tensor_shape {
          dim {
          }
        }
      }
    }
  }
}
node {
  name: "global_step/Initializer/zeros/Const"
  op: "Const"
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
  attr {
    key: "dtype"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_INT64
        tensor_shape {
        }
        int64_val: 0
      }
    }
  }
}
node {
  name: "global_step/Initializer/zeros"
  op: "Fill"
  input: "global_step/Initializer/zeros/shape_as_tensor"
  input: "global_step/Initializer/zeros/Const"
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
  attr {
    key: "index_type"
    value {
      type: DT_INT32
    }
  }
}
node {
  name: "global_step"
  op: "VariableV2"
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
  attr {
    key: "container"
    value {
      s: ""
    }
  }
  attr {
    key: "dtype"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "shape"
    value {
      shape {
      }
    }
  }
  attr {
    key: "shared_name"
    value {
      s: ""
    }
  }
}
node {
  name: "global_step/Assign"
  op: "Assign"
  input: "global_step"
  input: "global_step/Initializer/zeros"
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
  attr {
    key: "use_locking"
    value {
      b: true
    }
  }
  attr {
    key: "validate_shape"
    value {
      b: true
    }
  }
}
node {
  name: "global_step/read"
  op: "Identity"
  input: "global_step"
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/IsVariableInitialized"
  op: "IsVariableInitialized"
  input: "global_step"
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
  attr {
    key: "dtype"
    value {
      type: DT_INT64
    }
  }
}
node {
  name: "global_step/cond/Switch"
  op: "Switch"
  input: "global_step/IsVariableInitialized"
  input: "global_step/IsVariableInitialized"
  attr {
    key: "T"
    value {
      type: DT_BOOL
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/cond/switch_t"
  op: "Identity"
  input: "global_step/cond/Switch:1"
  attr {
    key: "T"
    value {
      type: DT_BOOL
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/cond/switch_f"
  op: "Identity"
  input: "global_step/cond/Switch"
  attr {
    key: "T"
    value {
      type: DT_BOOL
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/cond/pred_id"
  op: "Identity"
  input: "global_step/IsVariableInitialized"
  attr {
    key: "T"
    value {
      type: DT_BOOL
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/cond/read"
  op: "Identity"
  input: "global_step/cond/read/Switch:1"
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/cond/read/Switch"
  op: "RefSwitch"
  input: "global_step"
  input: "global_step/cond/pred_id"
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/cond/Switch_1"
  op: "Switch"
  input: "global_step/Initializer/zeros"
  input: "global_step/cond/pred_id"
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/cond/Merge"
  op: "Merge"
  input: "global_step/cond/Switch_1"
  input: "global_step/cond/read"
  attr {
    key: "N"
    value {
      i: 2
    }
  }
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/add/y"
  op: "Const"
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
  attr {
    key: "dtype"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_INT64
        tensor_shape {
        }
        int64_val: 0
      }
    }
  }
}
node {
  name: "global_step/add"
  op: "Add"
  input: "global_step/cond/Merge"
  input: "global_step/add/y"
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
}
node {
  name: "input_pipeline/file_names"
  op: "Const"
  device: "/device:CPU:0"
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
          dim {
            size: 799
          }
        }
      }
    }
  }
  attr {
    key: "dtype"
    value {
      type: DT_STRING
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_STRING
        tensor_shape {
          dim {
            size: 799
          }
        }
        string_val: "./spectrograms/train/0_jackson_0.png"
        string_val: "./spectrograms/train/0_jackson_1.png"
        string_val: "./spectrograms/train/0_jackson_11.png"
        string_val: "./spectrograms/train/0_jackson_14.png"
        string_val: "./spectrograms/train/0_jackson_15.png"
        string_val: "./spectrograms/train/0_jackson_16.png"
        string_val: "./spectrograms/train/0_jackson_17.png"
        string_val: "./spectrograms/train/0_jackson_18.png"
        string_val: "./spectrograms/train/0_jackson_19.png"
        string_val: "./spectrograms/train/0_jackson_2.png"
        string_val: "./spectrograms/train/0_jackson_20.png"
        string_val: "./spectrograms/train/0_jackson_21.png"
        string_val: "./spectrograms/train/0_jackson_22.png"
        string_val: "./spectrograms/train/0_jackson_23.png"
        string_val: "./spectrograms/train/0_jackson_25.png"
        string_val: "./spectrograms/train/0_jackson_27.png"
        string_val: "./spectrograms/train/0_jackson_28.png"
        string_val: "./spectrograms/train/0_jackson_29.png"
        string_val: "./spectrograms/train/0_jackson_3.png"
        string_val: "./spectrograms/train/0_jackson_30.png"
        string_val: "./spectrograms/train/0_jackson_31.png"
        string_val: "./spectrograms/train/0_jackson_32.png"
        string_val: "./spectrograms/train/0_jackson_33.png"
        string_val: "./spectrograms/train/0_jackson_34.png"
        string_val: "./spectrograms/train/0_jackson_35.png"
        string_val: "./spectrograms/train/0_jackson_36.png"
        string_val: "./spectrograms/train/0_jackson_37.png"
        string_val: "./spectrograms/train/0_jackson_39.png"
        string_val: "./spectrograms/train/0_jackson_4.png"
        string_val: "./spectrograms/train/0_jackson_41.png"
        string_val: "./spectrograms/train/0_jackson_42.png"
        string_val: "./spectrograms/train/0_jackson_43.png"
        string_val: "./spectrograms/train/0_jackson_44.png"
        string_val: "./spectrograms/train/0_jackson_45.png"
        string_val: "./spectrograms/train/0_jackson_46.png"
        string_val: "./spectrograms/train/0_jackson_48.png"
        string_val: "./spectrograms/train/0_jackson_49.png"
        string_val: "./spectrograms/train/0_jackson_5.png"
        string_val: "./spectrograms/train/0_jackson_7.png"
        string_val: "./spectrograms/train/0_jackson_8.png"
        string_val: "./spectrograms/train/0_jackson_9.png"
        string_val: "./spectrograms/train/0_theo_0.png"
        string_val: "./spectrograms/train/0_theo_1.png"
        string_val: "./spectrograms/train/0_theo_11.png"
        string_val: "./spectrograms/train/0_theo_13.png"
        string_val: "./spectrograms/train/0_theo_14.png"
        string_val: "./spectrograms/train/0_theo_16.png"
        string_val: "./spectrograms/train/0_theo_17.png"
        string_val: "./spectrograms/train/0_theo_18.png"
        string_val: "./spectrograms/train/0_theo_19.png"
        string_val: "./spectrograms/train/0_theo_21.png"
        string_val: "./spectrograms/train/0_theo_22.png"
        string_val: "./spectrograms/train/0_theo_23.png"
        string_val: "./spectrograms/train/0_theo_25.png"
        string_val: "./spectrograms/train/0_theo_26.png"
        string_val: "./spectrograms/train/0_theo_27.png"
        string_val: "./spectrograms/train/0_theo_28.png"
        string_val: "./spectrograms/train/0_theo_29.png"
        string_val: "./spectrograms/train/0_theo_3.png"
        string_val: "./spectrograms/train/0_theo_30.png"
        string_val: "./spectrograms/train/0_theo_31.png"
        string_val: "./spectrograms/train/0_theo_32.png"
        string_val: "./spectrograms/train/0_theo_33.png"
        string_val: "./spectrograms/train/0_theo_36.png"
        string_val: "./spectrograms/train/0_theo_37.png"
        string_val: "./spectrograms/train/0_theo_38.png"
        string_val: "./spectrograms/train/0_theo_39.png"
        string_val: "./spectrograms/train/0_theo_4.png"
        string_val: "./spectrograms/train/0_theo_41.png"
        string_val: "./spectrograms/train/0_theo_42.png"
        string_val: "./spectrograms/train/0_theo_43.png"
        string_val: "./spectrograms/train/0_theo_44.png"
        string_val: "./spectrograms/train/0_theo_45.png"
        string_val: "./spectrograms/train/0_theo_46.png"
        string_val: "./spectrograms/train/0_theo_47.png"
        string_val: "./spectrograms/train/0_theo_48.png"
        string_val: "./spectrograms/train/0_theo_49.png"
        string_val: "./spectrograms/train/0_theo_5.png"
        string_val: "./spectrograms/train/0_theo_6.png"
        string_val: "./spectrograms/train/0_theo_8.png"
        string_val: "./spectrograms/train/0_theo_9.png"
        string_val: "./spectrograms/train/1_jackson_0.png"
        string_val: "./spectrograms/train/1_jackson_1.png"
        string_val: "./spectrograms/train/1_jackson_11.png"
        string_val: "./spectrograms/train/1_jackson_13.png"
        string_val: "./spectrograms/train/1_jackson_14.png"
        string_val: "./spectrograms/train/1_jackson_15.png"
        string_val: "./spectrograms/train/1_jackson_16.png"
        string_val: "./spectrograms/train/1_jackson_18.png"
        string_val: "./spectrograms/train/1_jackson_19.png"
        string_val: "./spectrograms/train/1_jackson_2.png"
        string_val: "./spectrograms/train/1_jackson_20.png"
        string_val: "./spectrograms/train/1_jackson_21.png"
        string_val: "./spectrograms/train/1_jackson_22.png"
        string_val: "./spectrograms/train/1_jackson_23.png"
        string_val: "./spectrograms/train/1_jackson_24.png"
        string_val: "./spectrograms/train/1_jackson_26.png"
        string_val: "./spectrograms/train/1_jackson_27.png"
        string_val: "./spectrograms/train/1_jackson_30.png"
        string_val: "./spectrograms/train/1_jackson_31.png"
        string_val: "./spectrograms/train/1_jackson_32.png"
        string_val: "./spectrograms/train/1_jackson_33.png"
        string_val: "./spectrograms/train/1_jackson_34.png"
        string_val: "./spectrograms/train/1_jackson_35.png"
        string_val: "./spectrograms/train/1_jackson_36.png"
        string_val: "./spectrograms/train/1_jackson_37.png"
        string_val: "./spectrograms/train/1_jackson_38.png"
        string_val: "./spectrograms/train/1_jackson_39.png"
        string_val: "./spectrograms/train/1_jackson_4.png"
        string_val: "./spectrograms/train/1_jackson_40.png"
        string_val: "./spectrograms/train/1_jackson_41.png"
        string_val: "./spectrograms/train/1_jackson_42.png"
        string_val: "./spectrograms/train/1_jackson_43.png"
        string_val: "./spectrograms/train/1_jackson_47.png"
        string_val: "./spectrograms/train/1_jackson_48.png"
        string_val: "./spectrograms/train/1_jackson_49.png"
        string_val: "./spectrograms/train/1_jackson_5.png"
        string_val: "./spectrograms/train/1_jackson_6.png"
        string_val: "./spectrograms/train/1_jackson_7.png"
        string_val: "./spectrograms/train/1_theo_0.png"
        string_val: "./spectrograms/train/1_theo_1.png"
        string_val: "./spectrograms/train/1_theo_10.png"
        string_val: "./spectrograms/train/1_theo_11.png"
        string_val: "./spectrograms/train/1_theo_12.png"
        string_val: "./spectrograms/train/1_theo_13.png"
        string_val: "./spectrograms/train/1_theo_15.png"
        string_val: "./spectrograms/train/1_theo_16.png"
        string_val: "./spectrograms/train/1_theo_18.png"
        string_val: "./spectrograms/train/1_theo_2.png"
        string_val: "./spectrograms/train/1_theo_20.png"
        string_val: "./spectrograms/train/1_theo_21.png"
        string_val: "./spectrograms/train/1_theo_23.png"
        string_val: "./spectrograms/train/1_theo_24.png"
        string_val: "./spectrograms/train/1_theo_25.png"
        string_val: "./spectrograms/train/1_theo_28.png"
        string_val: "./spectrograms/train/1_theo_29.png"
        string_val: "./spectrograms/train/1_theo_3.png"
        string_val: "./spectrograms/train/1_theo_30.png"
        string_val: "./spectrograms/train/1_theo_31.png"
        string_val: "./spectrograms/train/1_theo_32.png"
        string_val: "./spectrograms/train/1_theo_33.png"
        string_val: "./spectrograms/train/1_theo_34.png"
        string_val: "./spectrograms/train/1_theo_36.png"
        string_val: "./spectrograms/train/1_theo_37.png"
        string_val: "./spectrograms/train/1_theo_38.png"
        string_val: "./spectrograms/train/1_theo_39.png"
        string_val: "./spectrograms/train/1_theo_4.png"
        string_val: "./spectrograms/train/1_theo_40.png"
        string_val: "./spectrograms/train/1_theo_41.png"
        string_val: "./spectrograms/train/1_theo_42.png"
        string_val: "./spectrograms/train/1_theo_43.png"
        string_val: "./spectrograms/train/1_theo_44.png"
        string_val: "./spectrograms/train/1_theo_46.png"
        string_val: "./spectrograms/train/1_theo_47.png"
        string_val: "./spectrograms/train/1_theo_49.png"
        string_val: "./spectrograms/train/1_theo_5.png"
        string_val: "./spectrograms/train/1_theo_6.png"
        string_val: "./spectrograms/train/1_theo_8.png"
        string_val: "./spectrograms/train/1_theo_9.png"
        string_val: "./spectrograms/train/2_jackson_0.png"
        string_val: "./spectrograms/train/2_jackson_10.png"
        string_val: "./spectrograms/train/2_jackson_11.png"
        string_val: "./spectrograms/train/2_jackson_12.png"
        string_val: "./spectrograms/train/2_jackson_13.png"
        string_val: "./spectrograms/train/2_jackson_14.png"
        string_val: "./spectrograms/train/2_jackson_15.png"
        string_val: "./spectrograms/train/2_jackson_16.png"
        string_val: "./spectrograms/train/2_jackson_17.png"
        string_val: "./spectrograms/train/2_jackson_19.png"
        string_val: "./spectrograms/train/2_jackson_2.png"
        string_val: "./spectrograms/train/2_jackson_20.png"
        string_val: "./spectrograms/train/2_jackson_21.png"
        string_val: "./spectrograms/train/2_jackson_22.png"
        string_val: "./spectrograms/train/2_jackson_23.png"
        string_val: "./spectrograms/train/2_jackson_24.png"
        string_val: "./spectrograms/train/2_jackson_25.png"
        string_val: "./spectrograms/train/2_jackson_26.png"
        string_val: "./spectrograms/train/2_jackson_27.png"
        string_val: "./spectrograms/train/2_jackson_28.png"
        string_val: "./spectrograms/train/2_jackson_29.png"
        string_val: "./spectrograms/train/2_jackson_3.png"
        string_val: "./spectrograms/train/2_jackson_30.png"
        string_val: "./spectrograms/train/2_jackson_31.png"
        string_val: "./spectrograms/train/2_jackson_34.png"
        string_val: "./spectrograms/train/2_jackson_36.png"
        string_val: "./spectrograms/train/2_jackson_37.png"
        string_val: "./spectrograms/train/2_jackson_38.png"
        string_val: "./spectrograms/train/2_jackson_39.png"
        string_val: "./spectrograms/train/2_jackson_43.png"
        string_val: "./spectrograms/train/2_jackson_45.png"
        string_val: "./spectrograms/train/2_jackson_46.png"
        string_val: "./spectrograms/train/2_jackson_47.png"
        string_val: "./spectrograms/train/2_jackson_48.png"
        string_val: "./spectrograms/train/2_jackson_49.png"
        string_val: "./spectrograms/train/2_jackson_5.png"
        string_val: "./spectrograms/train/2_jackson_6.png"
        string_val: "./spectrograms/train/2_jackson_7.png"
        string_val: "./spectrograms/train/2_jackson_9.png"
        string_val: "./spectrograms/train/2_theo_0.png"
        string_val: "./spectrograms/train/2_theo_1.png"
        string_val: "./spectrograms/train/2_theo_10.png"
        string_val: "./spectrograms/train/2_theo_11.png"
        string_val: "./spectrograms/train/2_theo_12.png"
        string_val: "./spectrograms/train/2_theo_13.png"
        string_val: "./spectrograms/train/2_theo_14.png"
        string_val: "./spectrograms/train/2_theo_16.png"
        string_val: "./spectrograms/train/2_theo_17.png"
        string_val: "./spectrograms/train/2_theo_18.png"
        string_val: "./spectrograms/train/2_theo_19.png"
        string_val: "./spectrograms/train/2_theo_20.png"
        string_val: "./spectrograms/train/2_theo_21.png"
        string_val: "./spectrograms/train/2_theo_22.png"
        string_val: "./spectrograms/train/2_theo_23.png"
        string_val: "./spectrograms/train/2_theo_25.png"
        string_val: "./spectrograms/train/2_theo_26.png"
        string_val: "./spectrograms/train/2_theo_27.png"
        string_val: "./spectrograms/train/2_theo_28.png"
        string_val: "./spectrograms/train/2_theo_29.png"
        string_val: "./spectrograms/train/2_theo_3.png"
        string_val: "./spectrograms/train/2_theo_30.png"
        string_val: "./spectrograms/train/2_theo_31.png"
        string_val: "./spectrograms/train/2_theo_32.png"
        string_val: "./spectrograms/train/2_theo_33.png"
        string_val: "./spectrograms/train/2_theo_35.png"
        string_val: "./spectrograms/train/2_theo_37.png"
        string_val: "./spectrograms/train/2_theo_38.png"
        string_val: "./spectrograms/train/2_theo_39.png"
        string_val: "./spectrograms/train/2_theo_4.png"
        string_val: "./spectrograms/train/2_theo_40.png"
        string_val: "./spectrograms/train/2_theo_41.png"
        string_val: "./spectrograms/train/2_theo_42.png"
        string_val: "./spectrograms/train/2_theo_43.png"
        string_val: "./spectrograms/train/2_theo_46.png"
        string_val: "./spectrograms/train/2_theo_47.png"
        string_val: "./spectrograms/train/2_theo_6.png"
        string_val: "./spectrograms/train/2_theo_7.png"
        string_val: "./spectrograms/train/2_theo_8.png"
        string_val: "./spectrograms/train/2_theo_9.png"
        string_val: "./spectrograms/train/3_jackson_0.png"
        string_val: "./spectrograms/train/3_jackson_1.png"
        string_val: "./spectrograms/train/3_jackson_10.png"
        string_val: "./spectrograms/train/3_jackson_11.png"
        string_val: "./spectrograms/train/3_jackson_12.png"
        string_val: "./spectrograms/train/3_jackson_13.png"
        string_val: "./spectrograms/train/3_jackson_14.png"
        string_val: "./spectrograms/train/3_jackson_15.png"
        string_val: "./spectrograms/train/3_jackson_16.png"
        string_val: "./spectrograms/train/3_jackson_17.png"
        string_val: "./spectrograms/train/3_jackson_18.png"
        string_val: "./spectrograms/train/3_jackson_2.png"
        string_val: "./spectrograms/train/3_jackson_20.png"
        string_val: "./spectrograms/train/3_jackson_21.png"
        string_val: "./spectrograms/train/3_jackson_22.png"
        string_val: "./spectrograms/train/3_jackson_24.png"
        string_val: "./spectrograms/train/3_jackson_25.png"
        string_val: "./spectrograms/train/3_jackson_26.png"
        string_val: "./spectrograms/train/3_jackson_27.png"
        string_val: "./spectrograms/train/3_jackson_28.png"
        string_val: "./spectrograms/train/3_jackson_29.png"
        string_val: "./spectrograms/train/3_jackson_3.png"
        string_val: "./spectrograms/train/3_jackson_30.png"
        string_val: "./spectrograms/train/3_jackson_31.png"
        string_val: "./spectrograms/train/3_jackson_33.png"
        string_val: "./spectrograms/train/3_jackson_34.png"
        string_val: "./spectrograms/train/3_jackson_35.png"
        string_val: "./spectrograms/train/3_jackson_37.png"
        string_val: "./spectrograms/train/3_jackson_38.png"
        string_val: "./spectrograms/train/3_jackson_4.png"
        string_val: "./spectrograms/train/3_jackson_40.png"
        string_val: "./spectrograms/train/3_jackson_41.png"
        string_val: "./spectrograms/train/3_jackson_42.png"
        string_val: "./spectrograms/train/3_jackson_43.png"
        string_val: "./spectrograms/train/3_jackson_45.png"
        string_val: "./spectrograms/train/3_jackson_46.png"
        string_val: "./spectrograms/train/3_jackson_47.png"
        string_val: "./spectrograms/train/3_jackson_48.png"
        string_val: "./spectrograms/train/3_jackson_5.png"
        string_val: "./spectrograms/train/3_jackson_7.png"
        string_val: "./spectrograms/train/3_jackson_8.png"
        string_val: "./spectrograms/train/3_jackson_9.png"
        string_val: "./spectrograms/train/3_theo_1.png"
        string_val: "./spectrograms/train/3_theo_10.png"
        string_val: "./spectrograms/train/3_theo_12.png"
        string_val: "./spectrograms/train/3_theo_13.png"
        string_val: "./spectrograms/train/3_theo_14.png"
        string_val: "./spectrograms/train/3_theo_15.png"
        string_val: "./spectrograms/train/3_theo_16.png"
        string_val: "./spectrograms/train/3_theo_17.png"
        string_val: "./spectrograms/train/3_theo_18.png"
        string_val: "./spectrograms/train/3_theo_19.png"
        string_val: "./spectrograms/train/3_theo_20.png"
        string_val: "./spectrograms/train/3_theo_21.png"
        string_val: "./spectrograms/train/3_theo_22.png"
        string_val: "./spectrograms/train/3_theo_23.png"
        string_val: "./spectrograms/train/3_theo_25.png"
        string_val: "./spectrograms/train/3_theo_26.png"
        string_val: "./spectrograms/train/3_theo_28.png"
        string_val: "./spectrograms/train/3_theo_29.png"
        string_val: "./spectrograms/train/3_theo_3.png"
        string_val: "./spectrograms/train/3_theo_30.png"
        string_val: "./spectrograms/train/3_theo_32.png"
        string_val: "./spectrograms/train/3_theo_33.png"
        string_val: "./spectrograms/train/3_theo_34.png"
        string_val: "./spectrograms/train/3_theo_35.png"
        string_val: "./spectrograms/train/3_theo_39.png"
        string_val: "./spectrograms/train/3_theo_4.png"
        string_val: "./spectrograms/train/3_theo_41.png"
        string_val: "./spectrograms/train/3_theo_42.png"
        string_val: "./spectrograms/train/3_theo_43.png"
        string_val: "./spectrograms/train/3_theo_44.png"
        string_val: "./spectrograms/train/3_theo_47.png"
        string_val: "./spectrograms/train/3_theo_48.png"
        string_val: "./spectrograms/train/3_theo_49.png"
        string_val: "./spectrograms/train/3_theo_5.png"
        string_val: "./spectrograms/train/3_theo_6.png"
        string_val: "./spectrograms/train/3_theo_7.png"
        string_val: "./spectrograms/train/3_theo_8.png"
        string_val: "./spectrograms/train/3_theo_9.png"
        string_val: "./spectrograms/train/4_jackson_1.png"
        string_val: "./spectrograms/train/4_jackson_11.png"
        string_val: "./spectrograms/train/4_jackson_12.png"
        string_val: "./spectrograms/train/4_jackson_13.png"
        string_val: "./spectrograms/train/4_jackson_14.png"
        string_val: "./spectrograms/train/4_jackson_16.png"
        string_val: "./spectrograms/train/4_jackson_17.png"
        string_val: "./spectrograms/train/4_jackson_18.png"
        string_val: "./spectrograms/train/4_jackson_19.png"
        string_val: "./spectrograms/train/4_jackson_2.png"
        string_val: "./spectrograms/train/4_jackson_20.png"
        string_val: "./spectrograms/train/4_jackson_21.png"
        string_val: "./spectrograms/train/4_jackson_22.png"
        string_val: "./spectrograms/train/4_jackson_25.png"
        string_val: "./spectrograms/train/4_jackson_26.png"
        string_val: "./spectrograms/train/4_jackson_27.png"
        string_val: "./spectrograms/train/4_jackson_33.png"
        string_val: "./spectrograms/train/4_jackson_34.png"
        string_val: "./spectrograms/train/4_jackson_35.png"
        string_val: "./spectrograms/train/4_jackson_38.png"
        string_val: "./spectrograms/train/4_jackson_39.png"
        string_val: "./spectrograms/train/4_jackson_4.png"
        string_val: "./spectrograms/train/4_jackson_40.png"
        string_val: "./spectrograms/train/4_jackson_42.png"
        string_val: "./spectrograms/train/4_jackson_43.png"
        string_val: "./spectrograms/train/4_jackson_44.png"
        string_val: "./spectrograms/train/4_jackson_45.png"
        string_val: "./spectrograms/train/4_jackson_46.png"
        string_val: "./spectrograms/train/4_jackson_47.png"
        string_val: "./spectrograms/train/4_jackson_48.png"
        string_val: "./spectrograms/train/4_jackson_49.png"
        string_val: "./spectrograms/train/4_jackson_5.png"
        string_val: "./spectrograms/train/4_jackson_6.png"
        string_val: "./spectrograms/train/4_jackson_7.png"
        string_val: "./spectrograms/train/4_jackson_8.png"
        string_val: "./spectrograms/train/4_jackson_9.png"
        string_val: "./spectrograms/train/4_theo_0.png"
        string_val: "./spectrograms/train/4_theo_1.png"
        string_val: "./spectrograms/train/4_theo_10.png"
        string_val: "./spectrograms/train/4_theo_11.png"
        string_val: "./spectrograms/train/4_theo_12.png"
        string_val: "./spectrograms/train/4_theo_13.png"
        string_val: "./spectrograms/train/4_theo_14.png"
        string_val: "./spectrograms/train/4_theo_15.png"
        string_val: "./spectrograms/train/4_theo_16.png"
        string_val: "./spectrograms/train/4_theo_17.png"
        string_val: "./spectrograms/train/4_theo_18.png"
        string_val: "./spectrograms/train/4_theo_19.png"
        string_val: "./spectrograms/train/4_theo_2.png"
        string_val: "./spectrograms/train/4_theo_20.png"
        string_val: "./spectrograms/train/4_theo_21.png"
        string_val: "./spectrograms/train/4_theo_22.png"
        string_val: "./spectrograms/train/4_theo_23.png"
        string_val: "./spectrograms/train/4_theo_24.png"
        string_val: "./spectrograms/train/4_theo_25.png"
        string_val: "./spectrograms/train/4_theo_26.png"
        string_val: "./spectrograms/train/4_theo_27.png"
        string_val: "./spectrograms/train/4_theo_28.png"
        string_val: "./spectrograms/train/4_theo_3.png"
        string_val: "./spectrograms/train/4_theo_30.png"
        string_val: "./spectrograms/train/4_theo_31.png"
        string_val: "./spectrograms/train/4_theo_32.png"
        string_val: "./spectrograms/train/4_theo_33.png"
        string_val: "./spectrograms/train/4_theo_35.png"
        string_val: "./spectrograms/train/4_theo_36.png"
        string_val: "./spectrograms/train/4_theo_37.png"
        string_val: "./spectrograms/train/4_theo_38.png"
        string_val: "./spectrograms/train/4_theo_39.png"
        string_val: "./spectrograms/train/4_theo_4.png"
        string_val: "./spectrograms/train/4_theo_40.png"
        string_val: "./spectrograms/train/4_theo_42.png"
        string_val: "./spectrograms/train/4_theo_43.png"
        string_val: "./spectrograms/train/4_theo_44.png"
        string_val: "./spectrograms/train/4_theo_45.png"
        string_val: "./spectrograms/train/4_theo_46.png"
        string_val: "./spectrograms/train/4_theo_48.png"
        string_val: "./spectrograms/train/4_theo_5.png"
        string_val: "./spectrograms/train/4_theo_6.png"
        string_val: "./spectrograms/train/4_theo_8.png"
        string_val: "./spectrograms/train/5_jackson_0.png"
        string_val: "./spectrograms/train/5_jackson_1.png"
        string_val: "./spectrograms/train/5_jackson_10.png"
        string_val: "./spectrograms/train/5_jackson_11.png"
        string_val: "./spectrograms/train/5_jackson_12.png"
        string_val: "./spectrograms/train/5_jackson_13.png"
        string_val: "./spectrograms/train/5_jackson_14.png"
        string_val: "./spectrograms/train/5_jackson_15.png"
        string_val: "./spectrograms/train/5_jackson_16.png"
        string_val: "./spectrograms/train/5_jackson_17.png"
        string_val: "./spectrograms/train/5_jackson_2.png"
        string_val: "./spectrograms/train/5_jackson_20.png"
        string_val: "./spectrograms/train/5_jackson_21.png"
        string_val: "./spectrograms/train/5_jackson_22.png"
        string_val: "./spectrograms/train/5_jackson_23.png"
        string_val: "./spectrograms/train/5_jackson_24.png"
        string_val: "./spectrograms/train/5_jackson_26.png"
        string_val: "./spectrograms/train/5_jackson_27.png"
        string_val: "./spectrograms/train/5_jackson_28.png"
        string_val: "./spectrograms/train/5_jackson_29.png"
        string_val: "./spectrograms/train/5_jackson_3.png"
        string_val: "./spectrograms/train/5_jackson_30.png"
        string_val: "./spectrograms/train/5_jackson_31.png"
        string_val: "./spectrograms/train/5_jackson_32.png"
        string_val: "./spectrograms/train/5_jackson_33.png"
        string_val: "./spectrograms/train/5_jackson_34.png"
        string_val: "./spectrograms/train/5_jackson_35.png"
        string_val: "./spectrograms/train/5_jackson_37.png"
        string_val: "./spectrograms/train/5_jackson_38.png"
        string_val: "./spectrograms/train/5_jackson_39.png"
        string_val: "./spectrograms/train/5_jackson_4.png"
        string_val: "./spectrograms/train/5_jackson_40.png"
        string_val: "./spectrograms/train/5_jackson_41.png"
        string_val: "./spectrograms/train/5_jackson_43.png"
        string_val: "./spectrograms/train/5_jackson_44.png"
        string_val: "./spectrograms/train/5_jackson_46.png"
        string_val: "./spectrograms/train/5_jackson_47.png"
        string_val: "./spectrograms/train/5_jackson_48.png"
        string_val: "./spectrograms/train/5_jackson_49.png"
        string_val: "./spectrograms/train/5_jackson_5.png"
        string_val: "./spectrograms/train/5_jackson_7.png"
        string_val: "./spectrograms/train/5_jackson_8.png"
        string_val: "./spectrograms/train/5_jackson_9.png"
        string_val: "./spectrograms/train/5_theo_0.png"
        string_val: "./spectrograms/train/5_theo_1.png"
        string_val: "./spectrograms/train/5_theo_11.png"
        string_val: "./spectrograms/train/5_theo_12.png"
        string_val: "./spectrograms/train/5_theo_13.png"
        string_val: "./spectrograms/train/5_theo_14.png"
        string_val: "./spectrograms/train/5_theo_15.png"
        string_val: "./spectrograms/train/5_theo_16.png"
        string_val: "./spectrograms/train/5_theo_17.png"
        string_val: "./spectrograms/train/5_theo_18.png"
        string_val: "./spectrograms/train/5_theo_19.png"
        string_val: "./spectrograms/train/5_theo_2.png"
        string_val: "./spectrograms/train/5_theo_20.png"
        string_val: "./spectrograms/train/5_theo_21.png"
        string_val: "./spectrograms/train/5_theo_22.png"
        string_val: "./spectrograms/train/5_theo_23.png"
        string_val: "./spectrograms/train/5_theo_25.png"
        string_val: "./spectrograms/train/5_theo_27.png"
        string_val: "./spectrograms/train/5_theo_28.png"
        string_val: "./spectrograms/train/5_theo_30.png"
        string_val: "./spectrograms/train/5_theo_32.png"
        string_val: "./spectrograms/train/5_theo_33.png"
        string_val: "./spectrograms/train/5_theo_34.png"
        string_val: "./spectrograms/train/5_theo_36.png"
        string_val: "./spectrograms/train/5_theo_37.png"
        string_val: "./spectrograms/train/5_theo_38.png"
        string_val: "./spectrograms/train/5_theo_39.png"
        string_val: "./spectrograms/train/5_theo_4.png"
        string_val: "./spectrograms/train/5_theo_40.png"
        string_val: "./spectrograms/train/5_theo_42.png"
        string_val: "./spectrograms/train/5_theo_45.png"
        string_val: "./spectrograms/train/5_theo_46.png"
        string_val: "./spectrograms/train/5_theo_47.png"
        string_val: "./spectrograms/train/5_theo_48.png"
        string_val: "./spectrograms/train/5_theo_49.png"
        string_val: "./spectrograms/train/5_theo_5.png"
        string_val: "./spectrograms/train/5_theo_6.png"
        string_val: "./spectrograms/train/5_theo_7.png"
        string_val: "./spectrograms/train/5_theo_8.png"
        string_val: "./spectrograms/train/5_theo_9.png"
        string_val: "./spectrograms/train/6_jackson_0.png"
        string_val: "./spectrograms/train/6_jackson_1.png"
        string_val: "./spectrograms/train/6_jackson_10.png"
        string_val: "./spectrograms/train/6_jackson_11.png"
        string_val: "./spectrograms/train/6_jackson_13.png"
        string_val: "./spectrograms/train/6_jackson_14.png"
        string_val: "./spectrograms/train/6_jackson_15.png"
        string_val: "./spectrograms/train/6_jackson_17.png"
        string_val: "./spectrograms/train/6_jackson_18.png"
        string_val: "./spectrograms/train/6_jackson_19.png"
        string_val: "./spectrograms/train/6_jackson_2.png"
        string_val: "./spectrograms/train/6_jackson_20.png"
        string_val: "./spectrograms/train/6_jackson_22.png"
        string_val: "./spectrograms/train/6_jackson_23.png"
        string_val: "./spectrograms/train/6_jackson_24.png"
        string_val: "./spectrograms/train/6_jackson_26.png"
        string_val: "./spectrograms/train/6_jackson_27.png"
        string_val: "./spectrograms/train/6_jackson_28.png"
        string_val: "./spectrograms/train/6_jackson_29.png"
        string_val: "./spectrograms/train/6_jackson_30.png"
        string_val: "./spectrograms/train/6_jackson_31.png"
        string_val: "./spectrograms/train/6_jackson_32.png"
        string_val: "./spectrograms/train/6_jackson_34.png"
        string_val: "./spectrograms/train/6_jackson_35.png"
        string_val: "./spectrograms/train/6_jackson_36.png"
        string_val: "./spectrograms/train/6_jackson_38.png"
        string_val: "./spectrograms/train/6_jackson_4.png"
        string_val: "./spectrograms/train/6_jackson_41.png"
        string_val: "./spectrograms/train/6_jackson_42.png"
        string_val: "./spectrograms/train/6_jackson_43.png"
        string_val: "./spectrograms/train/6_jackson_44.png"
        string_val: "./spectrograms/train/6_jackson_45.png"
        string_val: "./spectrograms/train/6_jackson_46.png"
        string_val: "./spectrograms/train/6_jackson_47.png"
        string_val: "./spectrograms/train/6_jackson_49.png"
        string_val: "./spectrograms/train/6_jackson_5.png"
        string_val: "./spectrograms/train/6_jackson_6.png"
        string_val: "./spectrograms/train/6_jackson_8.png"
        string_val: "./spectrograms/train/6_jackson_9.png"
        string_val: "./spectrograms/train/6_theo_0.png"
        string_val: "./spectrograms/train/6_theo_1.png"
        string_val: "./spectrograms/train/6_theo_10.png"
        string_val: "./spectrograms/train/6_theo_11.png"
        string_val: "./spectrograms/train/6_theo_13.png"
        string_val: "./spectrograms/train/6_theo_15.png"
        string_val: "./spectrograms/train/6_theo_16.png"
        string_val: "./spectrograms/train/6_theo_17.png"
        string_val: "./spectrograms/train/6_theo_18.png"
        string_val: "./spectrograms/train/6_theo_19.png"
        string_val: "./spectrograms/train/6_theo_2.png"
        string_val: "./spectrograms/train/6_theo_20.png"
        string_val: "./spectrograms/train/6_theo_21.png"
        string_val: "./spectrograms/train/6_theo_22.png"
        string_val: "./spectrograms/train/6_theo_24.png"
        string_val: "./spectrograms/train/6_theo_25.png"
        string_val: "./spectrograms/train/6_theo_26.png"
        string_val: "./spectrograms/train/6_theo_27.png"
        string_val: "./spectrograms/train/6_theo_28.png"
        string_val: "./spectrograms/train/6_theo_30.png"
        string_val: "./spectrograms/train/6_theo_31.png"
        string_val: "./spectrograms/train/6_theo_32.png"
        string_val: "./spectrograms/train/6_theo_34.png"
        string_val: "./spectrograms/train/6_theo_35.png"
        string_val: "./spectrograms/train/6_theo_36.png"
        string_val: "./spectrograms/train/6_theo_37.png"
        string_val: "./spectrograms/train/6_theo_38.png"
        string_val: "./spectrograms/train/6_theo_39.png"
        string_val: "./spectrograms/train/6_theo_4.png"
        string_val: "./spectrograms/train/6_theo_40.png"
        string_val: "./spectrograms/train/6_theo_41.png"
        string_val: "./spectrograms/train/6_theo_42.png"
        string_val: "./spectrograms/train/6_theo_45.png"
        string_val: "./spectrograms/train/6_theo_46.png"
        string_val: "./spectrograms/train/6_theo_47.png"
        string_val: "./spectrograms/train/6_theo_48.png"
        string_val: "./spectrograms/train/6_theo_5.png"
        string_val: "./spectrograms/train/6_theo_7.png"
        string_val: "./spectrograms/train/6_theo_8.png"
        string_val: "./spectrograms/train/6_theo_9.png"
        string_val: "./spectrograms/train/7_jackson_0.png"
        string_val: "./spectrograms/train/7_jackson_1.png"
        string_val: "./spectrograms/train/7_jackson_10.png"
        string_val: "./spectrograms/train/7_jackson_11.png"
        string_val: "./spectrograms/train/7_jackson_12.png"
        string_val: "./spectrograms/train/7_jackson_13.png"
        string_val: "./spectrograms/train/7_jackson_14.png"
        string_val: "./spectrograms/train/7_jackson_15.png"
        string_val: "./spectrograms/train/7_jackson_16.png"
        string_val: "./spectrograms/train/7_jackson_17.png"
        string_val: "./spectrograms/train/7_jackson_18.png"
        string_val: "./spectrograms/train/7_jackson_2.png"
        string_val: "./spectrograms/train/7_jackson_20.png"
        string_val: "./spectrograms/train/7_jackson_21.png"
        string_val: "./spectrograms/train/7_jackson_22.png"
        string_val: "./spectrograms/train/7_jackson_23.png"
        string_val: "./spectrograms/train/7_jackson_24.png"
        string_val: "./spectrograms/train/7_jackson_25.png"
        string_val: "./spectrograms/train/7_jackson_27.png"
        string_val: "./spectrograms/train/7_jackson_29.png"
        string_val: "./spectrograms/train/7_jackson_30.png"
        string_val: "./spectrograms/train/7_jackson_31.png"
        string_val: "./spectrograms/train/7_jackson_32.png"
        string_val: "./spectrograms/train/7_jackson_34.png"
        string_val: "./spectrograms/train/7_jackson_35.png"
        string_val: "./spectrograms/train/7_jackson_36.png"
        string_val: "./spectrograms/train/7_jackson_37.png"
        string_val: "./spectrograms/train/7_jackson_38.png"
        string_val: "./spectrograms/train/7_jackson_39.png"
        string_val: "./spectrograms/train/7_jackson_40.png"
        string_val: "./spectrograms/train/7_jackson_41.png"
        string_val: "./spectrograms/train/7_jackson_42.png"
        string_val: "./spectrograms/train/7_jackson_43.png"
        string_val: "./spectrograms/train/7_jackson_44.png"
        string_val: "./spectrograms/train/7_jackson_47.png"
        string_val: "./spectrograms/train/7_jackson_48.png"
        string_val: "./spectrograms/train/7_jackson_5.png"
        string_val: "./spectrograms/train/7_jackson_6.png"
        string_val: "./spectrograms/train/7_jackson_7.png"
        string_val: "./spectrograms/train/7_jackson_8.png"
        string_val: "./spectrograms/train/7_jackson_9.png"
        string_val: "./spectrograms/train/7_theo_1.png"
        string_val: "./spectrograms/train/7_theo_10.png"
        string_val: "./spectrograms/train/7_theo_11.png"
        string_val: "./spectrograms/train/7_theo_12.png"
        string_val: "./spectrograms/train/7_theo_13.png"
        string_val: "./spectrograms/train/7_theo_16.png"
        string_val: "./spectrograms/train/7_theo_19.png"
        string_val: "./spectrograms/train/7_theo_2.png"
        string_val: "./spectrograms/train/7_theo_20.png"
        string_val: "./spectrograms/train/7_theo_21.png"
        string_val: "./spectrograms/train/7_theo_22.png"
        string_val: "./spectrograms/train/7_theo_23.png"
        string_val: "./spectrograms/train/7_theo_25.png"
        string_val: "./spectrograms/train/7_theo_26.png"
        string_val: "./spectrograms/train/7_theo_27.png"
        string_val: "./spectrograms/train/7_theo_28.png"
        string_val: "./spectrograms/train/7_theo_3.png"
        string_val: "./spectrograms/train/7_theo_32.png"
        string_val: "./spectrograms/train/7_theo_33.png"
        string_val: "./spectrograms/train/7_theo_34.png"
        string_val: "./spectrograms/train/7_theo_35.png"
        string_val: "./spectrograms/train/7_theo_36.png"
        string_val: "./spectrograms/train/7_theo_38.png"
        string_val: "./spectrograms/train/7_theo_39.png"
        string_val: "./spectrograms/train/7_theo_40.png"
        string_val: "./spectrograms/train/7_theo_42.png"
        string_val: "./spectrograms/train/7_theo_44.png"
        string_val: "./spectrograms/train/7_theo_45.png"
        string_val: "./spectrograms/train/7_theo_46.png"
        string_val: "./spectrograms/train/7_theo_47.png"
        string_val: "./spectrograms/train/7_theo_48.png"
        string_val: "./spectrograms/train/7_theo_49.png"
        string_val: "./spectrograms/train/7_theo_5.png"
        string_val: "./spectrograms/train/7_theo_6.png"
        string_val: "./spectrograms/train/7_theo_7.png"
        string_val: "./spectrograms/train/7_theo_8.png"
        string_val: "./spectrograms/train/7_theo_9.png"
        string_val: "./spectrograms/train/8_jackson_0.png"
        string_val: "./spectrograms/train/8_jackson_1.png"
        string_val: "./spectrograms/train/8_jackson_10.png"
        string_val: "./spectrograms/train/8_jackson_11.png"
        string_val: "./spectrograms/train/8_jackson_12.png"
        string_val: "./spectrograms/train/8_jackson_13.png"
        string_val: "./spectrograms/train/8_jackson_14.png"
        string_val: "./spectrograms/train/8_jackson_16.png"
        string_val: "./spectrograms/train/8_jackson_17.png"
        string_val: "./spectrograms/train/8_jackson_19.png"
        string_val: "./spectrograms/train/8_jackson_2.png"
        string_val: "./spectrograms/train/8_jackson_20.png"
        string_val: "./spectrograms/train/8_jackson_21.png"
        string_val: "./spectrograms/train/8_jackson_22.png"
        string_val: "./spectrograms/train/8_jackson_24.png"
        string_val: "./spectrograms/train/8_jackson_25.png"
        string_val: "./spectrograms/train/8_jackson_26.png"
        string_val: "./spectrograms/train/8_jackson_28.png"
        string_val: "./spectrograms/train/8_jackson_3.png"
        string_val: "./spectrograms/train/8_jackson_30.png"
        string_val: "./spectrograms/train/8_jackson_31.png"
        string_val: "./spectrograms/train/8_jackson_32.png"
        string_val: "./spectrograms/train/8_jackson_33.png"
        string_val: "./spectrograms/train/8_jackson_34.png"
        string_val: "./spectrograms/train/8_jackson_35.png"
        string_val: "./spectrograms/train/8_jackson_36.png"
        string_val: "./spectrograms/train/8_jackson_37.png"
        string_val: "./spectrograms/train/8_jackson_39.png"
        string_val: "./spectrograms/train/8_jackson_41.png"
        string_val: "./spectrograms/train/8_jackson_42.png"
        string_val: "./spectrograms/train/8_jackson_43.png"
        string_val: "./spectrograms/train/8_jackson_44.png"
        string_val: "./spectrograms/train/8_jackson_45.png"
        string_val: "./spectrograms/train/8_jackson_46.png"
        string_val: "./spectrograms/train/8_jackson_47.png"
        string_val: "./spectrograms/train/8_jackson_48.png"
        string_val: "./spectrograms/train/8_jackson_5.png"
        string_val: "./spectrograms/train/8_jackson_6.png"
        string_val: "./spectrograms/train/8_jackson_8.png"
        string_val: "./spectrograms/train/8_jackson_9.png"
        string_val: "./spectrograms/train/8_theo_0.png"
        string_val: "./spectrograms/train/8_theo_1.png"
        string_val: "./spectrograms/train/8_theo_10.png"
        string_val: "./spectrograms/train/8_theo_11.png"
        string_val: "./spectrograms/train/8_theo_14.png"
        string_val: "./spectrograms/train/8_theo_15.png"
        string_val: "./spectrograms/train/8_theo_16.png"
        string_val: "./spectrograms/train/8_theo_17.png"
        string_val: "./spectrograms/train/8_theo_18.png"
        string_val: "./spectrograms/train/8_theo_19.png"
        string_val: "./spectrograms/train/8_theo_2.png"
        string_val: "./spectrograms/train/8_theo_20.png"
        string_val: "./spectrograms/train/8_theo_21.png"
        string_val: "./spectrograms/train/8_theo_22.png"
        string_val: "./spectrograms/train/8_theo_24.png"
        string_val: "./spectrograms/train/8_theo_25.png"
        string_val: "./spectrograms/train/8_theo_26.png"
        string_val: "./spectrograms/train/8_theo_27.png"
        string_val: "./spectrograms/train/8_theo_28.png"
        string_val: "./spectrograms/train/8_theo_3.png"
        string_val: "./spectrograms/train/8_theo_30.png"
        string_val: "./spectrograms/train/8_theo_31.png"
        string_val: "./spectrograms/train/8_theo_32.png"
        string_val: "./spectrograms/train/8_theo_33.png"
        string_val: "./spectrograms/train/8_theo_34.png"
        string_val: "./spectrograms/train/8_theo_35.png"
        string_val: "./spectrograms/train/8_theo_36.png"
        string_val: "./spectrograms/train/8_theo_37.png"
        string_val: "./spectrograms/train/8_theo_38.png"
        string_val: "./spectrograms/train/8_theo_39.png"
        string_val: "./spectrograms/train/8_theo_41.png"
        string_val: "./spectrograms/train/8_theo_42.png"
        string_val: "./spectrograms/train/8_theo_43.png"
        string_val: "./spectrograms/train/8_theo_44.png"
        string_val: "./spectrograms/train/8_theo_45.png"
        string_val: "./spectrograms/train/8_theo_47.png"
        string_val: "./spectrograms/train/8_theo_48.png"
        string_val: "./spectrograms/train/8_theo_5.png"
        string_val: "./spectrograms/train/8_theo_6.png"
        string_val: "./spectrograms/train/8_theo_7.png"
        string_val: "./spectrograms/train/8_theo_8.png"
        string_val: "./spectrograms/train/8_theo_9.png"
        string_val: "./spectrograms/train/9_jackson_1.png"
        string_val: "./spectrograms/train/9_jackson_10.png"
        string_val: "./spectrograms/train/9_jackson_11.png"
        string_val: "./spectrograms/train/9_jackson_12.png"
        string_val: "./spectrograms/train/9_jackson_13.png"
        string_val: "./spectrograms/train/9_jackson_14.png"
        string_val: "./spectrograms/train/9_jackson_15.png"
        string_val: "./spectrograms/train/9_jackson_16.png"
        string_val: "./spectrograms/train/9_jackson_17.png"
        string_val: "./spectrograms/train/9_jackson_18.png"
        string_val: "./spectrograms/train/9_jackson_19.png"
        string_val: "./spectrograms/train/9_jackson_20.png"
        string_val: "./spectrograms/train/9_jackson_21.png"
        string_val: "./spectrograms/train/9_jackson_22.png"
        string_val: "./spectrograms/train/9_jackson_23.png"
        string_val: "./spectrograms/train/9_jackson_24.png"
